/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Sol·licitud de contacte entrant";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Ocupat";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Error de trucada 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Error de trucada 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Trucada en espera";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Connexió";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Contacte disponible";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Contacte no disponible";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Contactes rebuts";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "S'ha realitzat la transferència del fitxer";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "S'ha produït un error en la transferència del fitxer";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "S'ha rebut el primer missatge";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "La trucada ha finalitzat";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Trucada en espera";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Trucada entrant";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Transferència de fitxer entrant";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Inicia la sessió";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Tancament de sessió";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "S'ha rebut un missatge";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "S'ha rebut un missatge en primer pla";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "S'ha enviat el missatge";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Usuari nou";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Trucada sortint";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Penjar de manera remota";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Reprendre la trucada";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Marcatge de tons";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Triple bip";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Missatge de veu";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Quan tanco la sessió";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Quan inicio la sessió";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "El contacte torna a estar disponible";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "El contacte ha deixat d'estar disponible";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Trucada entrant";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Trucada entrant: trucada en espera";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "S'està connectant la trucada";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Trucada sortint";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "La trucada ha finalitzat";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Un participant de la trucada de grup ha penjat";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Ocupat";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Trucada en espera";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Reprèn la trucada";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "S'ha rebut un missatge nou en una conversa recent";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "S'ha rebut un missatge nou a la conversa actual";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "S'ha rebut el primer missatge de la conversa";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "S'ha rebut un missatge d'estat";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "El contacte està escrivint";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "S'ha enviat el missatge";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "S'ha rebut una sol·licitud de contacte";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Contactes rebuts";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Transferència de fitxer entrant";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "S'ha realitzat la transferència del fitxer";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "S'ha produït un error en la transferència del fitxer";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "S'ha connectat l'aplicació API d'escriptori";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Heu iniciat la sessió.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Heu tancat la sessió.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "El contacte \"@\" està disponible.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "El contacte \"@\" no està disponible.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Teniu una trucada entrant de \"@\".";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Teniu una trucada entrant de \"@\".";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "S'està connectant la trucada.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "S'està trucant a \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Trucada finalitzada.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "El participant ha penjat.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "La línia està ocupada.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Poseu la trucada en espera.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Repreneu la trucada.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Missatge";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Missatge de \"@\"";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Missatge a \"@\"";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" ha modificat el missatge d'estat.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Teniu un missatge de xat de \"@\".";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" està escrivint.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Heu rebut una sol·licitud de contacte de \"@\".";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Heu rebut una llista de contactes de \"@\".";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Heu rebut un fitxer de \"@\".";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "S'ha realitzat la transferència del fitxer amb \"@\".";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "S'ha produït un error en la transferència del fitxer amb \"@\".";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" s'ha connectat a Skype.";
